{
    "prayers": [
      " اجعلنا من عبادك الصالحين",
      "اللهم اغفر لنا وارحمنا",
      "اللهم اهدنا صراطك المستقيم",
      "اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد، أنت قيوم السماوات والأرض ومن فيهن ولك الحمد، أنت الحق، ووعدك الحق، ولقاؤك حق، والجنة حق، والنار حق، والنبيون حق، والساعة حق، ومحمد حق، اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لى ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت إلهى لا إله إلا أنت.",
      "(اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، وبارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، [في العالمين] إنك حميد مجيد)",
      "(اللهم أحيني على سنة نبيك وتوفني على ملته، وأعذني من مضلات الفتن)",
      "(رب اغفر لي خطيئتي يوم الدين)",
      "(اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شرما قضيت، إنه لا يذل من واليت، تباركت ربنا وتعاليت)",
      "(اللهم اغفر لي، اللهم اجعلني يوم القيامة فوق كثير من خلقك من الناس، اللهم اغفر لي ذنبي، وأدخلني يوم القيامة مدخلا كريما)",
      "(اللهم إني أسألك شهادة في سبيلك)",
      "(اللهم إني أعوذ بك من عذاب النار، وأعوذ بك من عذاب القبر، وأعوذ بك من الفتن ما ظهر منها وما بطن، وأعوذ بك من فتنة الدجال)",
      "(اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وضلع الدين، وغلبة الرجال)",
      "(اللهم إني أعوذ بك من علم لا ينفع، وعمل لا يرفع، وقلب لا يخشع، وقول لا يسمع)",
      "(اللهم إني أسألك المعافاة في الدنيا والآخرة)",
      "(اللهم لا تخزني يوم القيامة)",
      "(اللهم إني أعوذ بك من جار السوء، ومن زوج تشيبني قبل المشيب، ومن ولد يكون علي ربا، ومن مال يكون علي عذابا، ومن خليل ماكر عينه تراني، وقلبه يرعاني؛ إن رأى حسنة دفنها، وإذا رأى سيئة أذاعها)",
      "(اللهم إني أعوذ بك من صلاة لا تنفع)",
      "(اللهم جدد الإيمان في قلبي)",
      "(اللهم إني أسألك الفردوس أعلى الجنة)",
      "(اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك موجبات رحمتك، وعزائم مغفرتك، وأسألك شكر نعمتك، وحسن عبادتك، وأسألك قلبا سليما، ولسانا صادقا، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم، وأستغفرك لما تعلم، إنك أنت علام الغيوب)",
      "(اللهم ثبتني واجعلني هاديا مهديا)",
      "(اللهم أحسنت خلقي فأحسن خلقي)",
      "(اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا)",
      "(اللهم اغفر لي، وارحمني، واهدني، وعافني، وارزقني)",
      "(اللهم لك الحمد كله، اللهم لا قابض لما بسطت، ولا باسط لما قبضت، ولا هادي لمن أضللت، ولا مضل لمن هديت، ولا معطي لما منعت، ولا مانع لما أعطيت، ولا مقرب لما باعدت، ولا مباعد لما قربت، اللهم ابسط علينا من بركاتك، ورحمتك، وفضلك، ورزقك، اللهم إني أسألك النعيم المقيم الذي لا يحول ولا يزول، اللهم إني أسألك النعيم يوم العيلة، والأمن يوم الخوف، اللهم إني عائذ بك من شر ما أعطيتنا وشر ما منعتنا، اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، اللهم توفنا مسلمين، وأحينا مسلمين، وألحقنا بالصالحين غير خزايا ولا مفتونين، اللهم قاتل الكفرة الذين يكذبون رسلك، ويصدون عن سبيلك، واجعل عليهم رجزك وعذابك، اللهم قاتل كفرة الذين أوتوا الكتاب، إله الحق [آمين)",
      "(اللهم إني أسألك عيشة نقية، وميتة سوية، ومردا غير مخز ولا فاضح)",
      "(اللهم متعني بسمعي، وبصري، واجعلهما الوارث مني، وانصرني على من يظلمني، وخذ منه بثأري)",
      "(اللهم اغفر لي، واهدني، وارزقني، وعافني، أعوذ بالله من ضيق المقام يوم القيامة)",
      "(اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء)",
      "(اللهم قني شر نفسي، واعزم لي على أرشد أمري، اللهم اغفر لي ما أسررت، وما أعلنت، وما أخطأت، وما عمدت، وما علمت، وما جهلت)",
      "(اللهم إني أسألك إيمانا لا يرتد، ونعيما لا ينفد، ومرافقة محمد  في أعلى جنة الخلد)",
      "(اللهم أعنا على ذكرك، وشكرك، وحسن عبادتك)",
      "(اللهم حاسبني حسابا يسيرا)",
      "(اللهم قنعني بما رزقتني، وبارك لي فيه، واخلف علي كل غائبة لي بخير)",
      "(اللهم جنبني منكرات الأخلاق، والأهواء، والأعمال، والأدواء)",
      "(اللهم إني أسألك خير المسألة،وخير الدعاء، وخير النجاح، وخير العمل،وخير الثواب،وخير الحياة، وخير الممات، وثبتني،وثقل موازيني،وحقق إيماني، وارفع درجاتي، وتقبل صلاتي، واغفر خطيئتي، وأسألك الدرجات العلا من الجنة، اللهم إني أسألك فواتح الخير، وخواتمه، وجوامعه، وأوله، وظاهره، وباطنه،والدرجات العلا من الجنة آمين، اللهم إني أسألك خير ما آتي، وخير ما أفعل، وخير ما أعمل، وخير ما بطن، وخير ما ظهر، والدرجات العلا من الجنة آمين، اللهم إني أسألك أن ترفع ذكري، وتضع وزري، وتصلح أمري، وتطهر قلبي، وتحصن فرجي، وتنور قلبي، وتغفر لي ذنبي، وأسألك الدرجات العلا من الجنة آمين، اللهم إني أسألك أن تبارك في نفسي، وفي سمعي، وفي بصري، وفي روحي، وفي خلقي، وفي خلقي، وفي أهلي، وفي محياي، وفي مماتي، وفي عملي، فتقبل حسناتي، وأسألك الدرجات العلا من الجنة، آمين)",
      "(اللهم ألف بين قلوبنا، وأصلح ذات بيننا، واهدنا سبل السلام، ونجنا من الظلمات إلى النور، وجنبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا، وأبصارنا، وقلوبنا، وأزواجنا، وذرياتنا، وتب علينا إنك أنت التواب الرحيم، واجعلنا شاكرين لنعمك مثنين بها عليك، قابلين لها، وأتممها علينا)",
      "(اللهم رب السموات ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر)",
      "(اللهم إني أسألك علما نافعا،وأعوذ بك من علم لا ينفع)",
      "(اللهم ألهمني رشدي، وأعذني من شر نفسي)",
      "اللهم إني أسألك الثبات في الأمر والعزيمة على الرشد والنصر على الأعداء",
      "اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم ومن فتنة القبر",
      "اللهم اجعل عملنا خالصا لوجهك الكريم ولا تجعل فيه شيئا منه لغيرك",
      "اللهم إني أعوذ بك من الجبن والبخل والهرم والعجز والكسل والبخل وغلبة الدين وقهر الرجال",
      "اللهم إنا نسألك العفو والعافية في الدنيا والآخرة",
      "اللهم اجعل مقامنا هذا مقاما محمودا ورزقا واسعا",
      "اللهم اجعل لنا من أمرنا فرجا ومخرجا ومفرجا",
      "اللهم إنا نسألك حسن الختام والموت على الإيمان والنصر على الأعداء",
      "اللهم إنا نعوذ بك من عذاب القبر ومن فتنة المسيح الدجال ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إنا نعوذ بك من الجبن والبخل ومن فتنة المسيح الدجال ومن فتنة المحيا والممات",
      "أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
      "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك النشور",
      "اللهم أنت ربي لا إله إلا أنت، عليك توكلت وأنت رب العرش العظيم",
      "ما شاء الله كان وما لم يشأ لم يكن، لا حول ولا قوة إلا بالله العلي العظيم",
      "أعوذ بكلمات الله التامات من شر ما خلق",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
      "أمسينا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
      "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
      "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "اللهم إنا نعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وغلبة الدين وقهر الرجال",
      "اللهم أنت المقلب للقلوب والأبصار، ثبت قلوبنا على دينك",
      "أمسينا على ذكر الله وشكره وحسن عبادته",
      "اللهم احفظنا بما تحفظ به عبادك الصالحين",
      "اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله، لا إله إلا أنت",
      "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك",
      "سبحان الله وبحمده، عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته",
      "اللهم ما أمسى بي من نعمة أو بأحد من خلقك، فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر",
      "حسبي الله لا إله إلا هو، عليه توكلت، وهو رب العرش العظيم",
      "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن رعاتي، اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
      "اللهم رب السماوات السبع ورب الأرض ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته",
      "اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر",
      "يا حي يا قيوم، برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين",
      "أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
      "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
      "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
      "بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
      "أمسينا على فطرة الإسلام، وكلمة الإخلاص، ودين نبينا محمد صلى الله عليه وسلم، وملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
      "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك النشور",
      "أمسينا على ذكر الله وحسن عبادته وشكره",
      "اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك",
      "اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر",
      "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
      "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
      "بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
      "اللهم إني أمسيت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك، أنك أنت الله لا إله إلا أنت وأن محمدا عبدك ورسولك",
      "أستغفر الله وأتوب إليه",
      "سبحان الله وبحمده، عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
      "اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد",
      "أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
      "اللهم بك أمسينا وبك أصبحنا، وبك نحيا وبك نموت وإليك النشور",
      "اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك، لا شريك لك، فلك الحمد ولك الشكر",
      "اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك",
      "أعوذ بالله من الشيطان الرجيم: {قل هو الله أحد، الله الصمد، لم يلد ولم يولد، ولم يكن له كفوا أحد}",
      "أعوذ بالله من الشيطان الرجيم: {قل أعوذ برب الفلق، من شر ما خلق، ومن شر غاسق إذا وقب، ومن شر النفاثات في العقد، ومن شر حاسد إذا حسد}",
      "أعوذ بالله من الشيطان الرجيم: {قل أعوذ برب الناس، ملك الناس، إله الناس، من شر الوسواس الخناس، الذي يوسوس في صدور الناس، من الجنة والناس}",
      "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
      "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "اللهم رب السماوات السبع ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، منزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر",
      "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
      "اللهم إني أعوذ بك من فتنة النار وعذاب القبر",
      "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
      "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
      "اللهم إني أعوذ بك من ظلمات الليل وشرور النهار",
      "اللهم إني أسألك خير هذه الليلة وخير ما بعدها",
      "اللهم إني أعوذ بك من شر ما في الليل وشر ما بعد الليل",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أسألك حسن الخاتمة",
      "اللهم إني أعوذ بك من شر كل دابة أنت آخذ بناصيتها",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم إني أسألك نورا وهدى وعلما نافعا",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي ومن شر ما يؤخذ مني",
      "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن رعاتي",
      "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي",
      "اللهم إني أعوذ بك من الهم والحزن ومن العجز والكسل ومن الجبن والبخل ومن غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر",
      "اللهم إني أعوذ بك من شر فتنة المسيح الدجال",
      "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح، وخير العلم، وخير العمل، وخير الثواب، وخير الحياة، وخير الممات",
      "اللهم إني أسألك عند الموت التثبيت، وعند السؤال الأمان، وعند الحساب اليسر، وعند الجزاء الزيادة",
      "اللهم إني أسألك حبك، وحب من ينفعني حبه عندك",
      "اللهم إني أسألك الأمان يوم القيامة والنجاة من النار",
      "اللهم إني أعوذ بك من ظلمات الليل وهم النهار",
      "اللهم إني أسألك حسن الخاتمة والرحمة عند الموت",
      "اللهم أعوذ بك من شر ما تحمله الرياح",
      "اللهم إني أسألك ليلة نافعة وعلما منيرا",
      "اللهم إني أعوذ بك من شر ما يؤتى به ومن شر ما يؤخذ به",
      "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل",
      "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من عذاب القبر، ومن عذاب جهنم",
      "اللهم إني أعوذ بك من فتنة المحيا والممات",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها",
      "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
      "اللهم إني أسألك نجاحا يتبعه فلاح",
      "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
      "اللهم إني أسألك العصمة في الأمور كلها",
      "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء",
      "اللهم إني أسألك الهدى والسداد والتوفيق",
      "اللهم اجعل لي نورا في قلبي ونورا في بصري",
      "اللهم إني أسألك الصبر عند القضاء، ونعم العقبى في الدار",
      "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
      "اللهم إني أعوذ بك من شر ما تهبُّ به الرياح",
      "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
      "اللهم إني أسألك العفو والعافية في أهلي ومالي",
      "اللهم إني أعوذ بك من زوال نعمتك وفجاءة نقمتك",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
      "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وجميع سخطك",
      "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من عذاب القبر، وعذاب جهنم",
      "اللهم إني أسألك حسن الخاتمة ورحمة عند الموت",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
      "اللهم إني أسألك في ختام هذا اليوم أن تغفر لي ذنوبي وترحمني، وأن تعافيني وتعافي أهلي والمسلمين",
      "اللهم إني أعوذ بك من شر ما جاء به الليل وشر ما يبعث به النهار",
      "اللهم إني أعوذ بك من شر ما يهب به الريح وشر ما تحمله السحاب",
      "اللهم إني أعوذ بك من شر ما يخشى ويحذر، وأعوذ بك من شر فتنة الليل والنهار",
      "اللهم إني أعوذ بك من شر ما خلقت وبرأت وذرأت، وأعوذ بك من شر ما ينزل من السماء وما يعرج فيها",
      "اللهم إني أسألك العافية في الدنيا والآخرة، وأسألك المغفرة والرضوان في الدين والدنيا والآخرة",
      "اللهم إني أسألك من خير ما سألك منه نبيك محمد وأعوذ بك من شر ما استعاذ منه نبيك محمد",
      "اللهم إني أسألك النجاة يوم القيامة، والمغفرة يوم الحساب",
      "اللهم إني أعوذ بك من شر ما تحمله الرياح، ومن شر فتنة الغنى والفقر",
      "اللهم إني أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم إني أسألك العافية في جميع أموري وأعوذ بك من ذل الدنيا وعذاب الآخرة",
      "اللهم إني أعوذ بك من شر ما يأتي مع الرياح ومن شر فتنة الغنى والفقر",
      "اللهم إني أعوذ بك من شر ما ابتلى به في الليل أو النهار، ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن",
      "اللهم إني أعوذ بك من شر ما تحمله السحاب ومن شر ما تنشئه الرياح",
      "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
      "اللهم إني أسألك العفو والعافية في ديني، ودنياي، وأهلي، ومالي",
      "اللهم استر عوراتي، وآمن رعواتي",
      "اللهم احفظني بحفظك الذي لا يضام، وأكنفني بكنفك الذي لا يرام",
      "اللهم إني أعوذ بك من شر ما يؤتى به الليل والنهار، وشر ما تحمله السحاب في جوف الليل وأطراف النهار",
      "اللهم إني أعوذ بك من شر فتنة المسيح الدجال، وشر فتنة النار وفتنة القبر",
      "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر، ومن شر فتنة المحيا والممات",
      "اللهم إني أسألك حبك وحب من ينفعني حبه عندك، وحب كل عمل يقربني إلى قربك",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة، وأسألك التوفيق في كل عمل",
      "اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها",
      "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعد",
      "اللهم إني أعوذ بك من كسل وسوء الكبر، وأعوذ بك من فتنة الدنيا وعذاب القبر",
      "اللهم اجعل أول هذه الليلة رحمة، وأوسطها فلاحا، وآخرها نجاة",
      "اللهم إني أسألك خير ما تجيب به عبادك الصالحون، وأعوذ بك من مضلات الفتن",
      "اللهم إني أسألك قلبا سليما، ولسانا صادقا، وعملا صالحا يقربني إليك",
      "اللهم إني أعوذ بك من شر ما يأتي به الليل وشر ما يأتي به النهار",
      "اللهم إني أعوذ بك من شر ما تهب به الرياح، ومن شر فتنة الغنى والفقر",
      "اللهم إني أعوذ بك من غلبة الدين وقهر العدو وشماتة الأعداء",
      "اللهم إني أعوذ بك من شر ما يؤتى به الليل والنهار، وشر ما تحمله السحاب",
      "اللهم إني أعوذ بك من شر فتنة المسيح الدجال ومن شر فتنة النار وفتنة القبر",
      "اللهم إني أعوذ بك من فتنة الغنى والفقر وأعوذ بك من فتنة المحيا والممات",
      "اللهم إني أعوذ بك من شر ما يلقي الشيطان في رأسي ومن شر حلم الليل والنهار",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى وأعوذ بك من شر ما يحدث الليل والنهار",
      "اللهم إني أعوذ بك من فتنة النار وعذاب القبر وفتنة الغنى والفقر وشر فتنة المسيح الدجال",
      "اللهم اجعل أول هذه الليلة خيرا وأوسطها نصرا وآخرها سعادة وغفرانا",
      "اللهم إني أسألك أن تجعل في قلبي نورا وفي لساني نورا وفي سمعي نورا وفي بصري نورا",
      "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
      "اللهم إني أسألك خير الدعاء وخير النجاح وخير العلم وخير العمل وخير الثواب وخير الحياة وخير الممات",
      "اللهم إني أعوذ بك من شر ما يلقي الشيطان في رأسي ومن شر حلم الليل والنهار ومن شر كل سارق ومارق",
      "اللهم إني أعوذ بك من شر ما تحمله الرياح ومن شر فتنة الغنى والفقر ومن شر فتنة المسيح الدجال",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي وأعوذ بك من زوال نعمتك وتحول عافيتك",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء ومن شر ما يؤتى به الليل والنهار",
      "اللهم إني أعوذ بك من فتنة الغنى والفقر وأعوذ بك من فتنة المحيا والممات وأعوذ بك من فتنة القبر والنار",
      "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان وعند الحساب اليسر وعند الجزاء الزيادة وأسألك حبك وحب من ينفعني حبه عندك",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى وأعوذ بك من شر ما يحمله الليل والنهار",
      "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي ونورا في لساني",
      "اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها",
      "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعد ها",
      "اللهم اجعل أول هذه الليلة رحمة وأوسطها فلاحا وآخرها نجاة وغفرانا",
      "اللهم إني أسألك من خير ما سألك منه نبيك محمد وأعوذ بك من مضلات الفتن",
      "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار وشر كل طارق إلا طارقا يطرق بخير",
      "اللهم إني أسألك العافية في جميع أموري ورضاك في جميع أحوالي",
      "اللهم إني أعوذ بك من شر ما يحمل الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
      "اللهم اجعلني من أهل التقوى وأهل المغفرة واجعلني من عبادك الصالحين المخلصين",
      "اللهم ارزقني فهم النبيين وحفظ المرسلين وإلهام الملائكة المقربين",
      "اللهم إني أعوذ بك من شر ما يلج في الليل ويخرج في النهار ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن",
      "اللهم إني أسألك فوزا في القيامة ونجاة من النار وأعوذ بك من عذاب القبر وفتنة المحيا والممات",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما أؤتي ومن شر كل دابة أنت آخذ بناصيتها",
      "اللهم إني أسألك العفو والعافية في دنياي وديني وأهلي ومالي وأسألك المعافاة في جميع أمري",
      "اللهم إني أعوذ بك من شر ما يأتي به الغد ومن شر فتنة الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
      "اللهم إني أعوذ بك من شر ما تهب به الرياح ومن شر كل دابة أنت آخذ بناصيتها إن ربي على صراط مستقيم",
      "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان وعند الحساب اليسر وعند الجزاء الزيادة وأسألك العفو عند الحساب",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب في القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إنك عفو تحب العفو فاعف عني",
      "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
      "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
      "اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أعوذ بك من ظلم الليل وظلم النهار وظلم الصغير وظلم الكبير وظلم المسلمين",
      "اللهم أجعل ما أصبحنا به نورا وابارك لنا فيما أمسينا به، واجعلنا من الفائزين يوم القيامة",
      "اللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم",
      "اللهم إنا نعوذ بك من جار السوء في الدنيا والآخرة",
      "اللهم إنا نعوذ بك من الفتن ما ظهر منها وما بطن",
      "اللهم اجعلنا من يشهدون لك بالحق يوم القيامة",
      "اللهم اجعلنا من أهل الجنة واعنا على النار",
      "اللهم إنا نسألك الجنة وما قرب إليها من قول أو عمل، ونعوذ بك من النار وما قرب إليها من قول أو عمل",
      "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم، وأعوذ بك من فتنة الدنيا وعذاب القبر",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المسيح الدجال ومن فتنة المحيا والممات ومن فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من البخل والجبن، وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من ظلم الدين وغلبة الرجال",
      "اللهم إني أعوذ بك من فتنة المحيا والممات، وأعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر",
      "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من البخل والجبن، وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من ظلم الدين وغلبة الرجال",
      "اللهم إني أعوذ بك من فتنة المحيا والممات، وأعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أسألك الرضا بعد القضاء والبراء بعد الفرق والسعادة بعد الشقاوة",
      "اللهم إني أسألك يقينا صادقا وقلبا خاشعا ولسانا ذاكرا",
      "اللهم إني أعوذ بك من شر ما أعطيت ومن شر ما منعت",
      "اللهم إني أعوذ بك من جار السوء في المسجد",
      "اللهم إني أعوذ بك من ظلمة القبر ومن عذاب القبر ومن فتنة القبر",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال ومن فتنة الدجال",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر",
      "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
      "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أعوذ بك من الهم وال",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
      "اللهم إني أسألك عيشة هنية وميتة سوية ومردًّا غير مخزٍ ولا فاحشٍ",
      "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم والذلة وغلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المسيح الدجال",
      "اللهم إني أسألك الرضا بعد القضاء والبراء بعد الفراق والسعادة بعد الشقاوة",
      "اللهم إني أسألك يقينًا صادقًا وقلبًا خاشعًا ولسانًا ذاكرًا",
      "اللهم إني أعوذ بك من شر ما أعطيت ومن شر ما منعت",
      "اللهم إني أعوذ بك من جار السوء في المسجد",
      "اللهم إني أعوذ بك من ظلمة القبر ومن عذاب القبر ومن فتنة القبر",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال ومن فتنة الدجال",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
      "اللهم إني أعوذ بك من الهم وال",
      "اللهم إني أعوذ بك من شر النفس وشر الشيطان وشر هم الموت وشر فتنة المحيا والممات",
      "اللهم إني أعوذ بك من شر الدنيا وشر الآخرة وشر الجسد وشر القلب وشر اللسان",
      "اللهم إني أعوذ بك من شر المعصية وشر الدين وشر المغرم",
      "اللهم إني أسألك الثبات في الأمر والعزيمة على الرشد",
      "اللهم إني أعوذ بك من شر الكبرياء والهوى",
      "اللهم إني أعوذ بك من شر البخيل وشر الهرم",
      "اللهم إني أعوذ بك من شر النفاق والعجب",
      "اللهم إني أعوذ بك من شر الدين والدنيا وشر الشيطان والشرك بك",
      "اللهم إني أعوذ بك من عذاب القبر ومن عذاب جهنم ومن فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من فتنة الدنيا وفتنة القبر وفتنة النار وفتنة المحيا والممات وفتنة المسيح الدجال",
      "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع",
      "اللهم إني أعوذ بك من عين لا تدمع وقلب لا يخشع",
      "اللهم إني أعوذ بك من شر القسوة وشر الضلع",
      "اللهم إني أعوذ بك من شر السخط وشر الشهوة",
      "اللهم إني أعوذ بك من شر الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال",
      "اللهم إني أسألك من الخير كله عاجله وآجله",
      "اللهم إني أعوذ بك من شر كل شر عاجل وآجل",
      "اللهم إني أسألك عيشة هنية وميتة سوية وقلبا خاشعا ولسانا ذاكرا",
      "اللهم إني أسألك حسن الختم والفردوس الأعلى",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
      "اللهم إني أسألك لذة النظر إلى وجهك وشوقا إلى لقائك",
      "اللهم إني أعوذ بك من فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
      "اللهم إني أسألك عيشة هنية وميتة سوية ولسانا صادقا وقلبا خاشعا",
      "اللهم إني أعوذ بك من شر الليل وشر كل ذيب إليه",
      "اللهم إني أعوذ بك من شر النفس وشر الشيطان وشر هم الليل والنهار",
      "اللهم إني أعوذ بك من شر الحسن وشر السوء",
      "اللهم إني أسألك الرضا بعد القضاء والبراءة من الخيانة بعد الوفاء",
      "اللهم إني أسألك حبك وحب من يحبك وحب كل عمل يقربني إلى حبك",
      "اللهم إني أسألك كلمة صدق في الرضا وقلبا خاشعا ولسانا ذاكرا",
      "اللهم إني أعوذ بك من شر الكبرياء والهم والحزن",
      "اللهم إني أعوذ بك من شر النفاق والعجب والكبرياء",
      "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار ومن فتنة المحيا والممات ومن فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من فتنة الدنيا وفتنة القبر وفتنة العذاب وفتنة النار",
      "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع",
      "اللهم إني أعوذ بك من شر الفقر والكبرياء والكسل والبخل والجبن",
      "اللهم إني أعوذ بك من شر الهم والحزن والعجز والكسل والبخل والجبن",
      "اللهم إني أعوذ بك من شر البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
      "اللهم إني أعوذ بك من الشرك بك وأنا أعلم وأستغفرك لما لا أعلم",
      "اللهم إني أسألك من خير ما سألك عبدك ونبيك وأعوذ بك من شر ما عاذ به عبدك ونبيك",
      "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما قرب إليها من قول أو عمل",
      "اللهم إني أسألك خير ما سألك عبدك ونبيك",
      "اللهم إني أعوذ بك من المعاصي والمغرم",
      "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين وأن تغفر لي وترحمني وتتوب عليَّ",
      "اللهم إني أعوذ بك من المعاصي والمغرم",
      "اللهم إني أسألك ليلة مباركة ورزقا واسعا وقلبا سليما",
      "اللهم إني أسألك رضاك والجنة وأعوذ بك من سخطك والنار",
      "اللهم إني أسألك علما نافعا وقلبا خاشعا ولسانا ذاكرا",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة الدنيا والموت",
      "اللهم إني أعوذ بك من شر الليل والنهار وشر كل طارق إليه",
      "اللهم إني أعوذ بك من شر المأثم وشر المغرم",
      "اللهم بك أمسينا وبك أصبحنا",
      "اللهم إني أمسيت أشهدك وأشهد حملة عرشك",
      "اللهم إني أعوذ بك من الكسل وسوء الكبر",
      "اللهم إني أعوذ بك من عذاب في النار وعذاب في القبر",
      "اللهم قني عذابك يوم تبعث عبادك",
      "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
      "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما لم أعمل",
      "اللهم إني أعوذ بك من شر ما يلج في الليل والنهار",
      "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
      "اللهم إني أعوذ بك من شر فتنة النساء",
      "اللهم إني أعوذ بك من شر ما قضيت ومن شر ما لم تقض",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار",
      "اللهم إني أعوذ بك من فتنة المحيا وفتنة الممات",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
      "اللهم إني أسألك نورًا في قلبي وبصيرة في ديني ويقينًا في إيماني",
      "اللهم إني أسألك التوفيق والهدى والغنى والسلامة",
      "اللهم اغفر لي وارحمني وهديني وعافني وارزقني",
      "اللهم إني أسألك علمًا ينتفع به وعملا صالحا تقبله",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
      "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
      "اللهم اجعلني من الذين يذكرونك ويشكرونك ويطيعونك",
      "اللهم إني أسألك الراحة عند الموت والعفو عند الحساب",
      "اللهم إني أسألك رضاك والجنة وأعوذ بك من سخطك والنار",
      "اللهم إني أسألك نورًا في ظلمة الليل وهدى في الغي",
      "اللهم إني أعوذ بك من شر ما يختلج في الظلم",
      "اللهم إني أسألك الأمان يوم القيامة",
      "اللهم اهدني وسددني واجعلني من الصالحين",
      "اللهم إني أعوذ بك من تقلب القلوب وزلة القدم",
      "اللهم إني أعوذ بك من شر ما يأتي مع الريح",
      "اللهم إني أسألك السلامة في الدين والدنيا",
      "اللهم إني أعوذ بك من شر كل دابة أنت آخذ بناصيتها",
      "اللهم اجعلني من الذين يذكرونك ويشكرونك ويطيعونك",
      "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها",
      "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
      "اللهم إني أعوذ بك من الكسل والهرم والمغرم والمأثم",
      "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
      "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم إني أسألك العصمة في الأمور كلها",
      "اللهم إني أسألك التوفيق في كل أموري",
      "اللهم إني أسألك قلوبا سليمة وألسنة صادقة",
      "اللهم إني أسألك من كل خير خزائنه بيدك",
      "اللهم إني أسألك نعمة دائمة ورزقا واسعا وقلوبا خاشعة",
      "اللهم إني أسألك نجاحا يتبعه فلاح",
      "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
      "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا",
      "اللهم إني أسألك خير هذه الليلة، فتحها، ونصرها، ونورها، وبركتها، وهداها",
      "اللهم إني أعوذ بك من شر ما يجئ به الليل",
      "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت",
      "اللهم إني أعوذ بك من شر ما صنعت، وأبوء لك بنعمتك عليّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت",
      "اللهم إني أعوذ بك من العجز والكسل، والجبن والهرم، والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
      "اللهم إني أسألك عفوا وعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي، وآمن رعواتي",
      "اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أعوذ بك من فتنة الفقر وفتنة الغنى",
      "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
      "اللهم إني أسألك عملا متقبلا ورزقا طيبا وعلما نافعا",
      "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
      "اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء",
      "اللهم إني أعوذ بك من ظلمات الليل وهم النهار",
      "اللهم إني أسألك خير هذه الليلة، فتحها ونصرها ونورها وبركتها",
      "اللهم اجعل أمسي وما بعده خيرا من صباحي وما قبله",
      "اللهم إني أعوذ بك من شر ما يحدث الليل والنهار",
      "اللهم إني أعوذ بك من كل أمر ذي شقاق ونفاق وسوء أخلاق",
      "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أسألك نورا وهدى وعلما نافعا",
      "اللهم اجعل لي نورا في قلبي ونورا في لساني ونورا في سمعي ونورا في بصري",
      "اللهم إني أسألك عملا صالحا ترضى به عني",
      "اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك",
      "اللهم أسألك الغنيمة من كل بر والسلامة من كل إثم",
      "اللهم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته",
      "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين",
      "اللهم إني أسألك حبك وحب من يحبك وحب كل عمل يقربني إلى حبك",
      "اللهم إني أسألك قلبا سليما ولسانا ذاكرا",
      "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار",
      "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
      "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك",
      "اللهم إني أسألك صلاح النية والعمل",
      "اللهم إني أعوذ بك من شر ما يحدث الظلمة",
      "اللهم إني أسألك حسن الخاتمة",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما أرسل به",
      "اللهم إني أسألك ليلة نافعة وعلما منيرا",
      "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك",
      "اللهم إني أسألك العفو والعافية في الدين والدنيا والآخرة",
      "اللهم إني أعوذ بك من شر ما في الليل وشر ما بعد الليل",
      "اللهم إني أسألك خير هذه الليلة، فتحها ونصرها وبركتها وهداها",
      "اللهم إني أسألك الهدى والسداد والعلم النافع",
      "اللهم إني أعوذ بك من عذاب القبر، ومن عذاب النار، ومن فتنة المحيا والممات",
      "اللهم إني أسألك علما ينتفع به ورزقا طيبا وعملا متقبلا",
      "اللهم إني أعوذ بك من سخطك وعذابك وشر عبادك",
      "اللهم إني أسألك العافية في الدنيا والآخرة والمغفرة والرضوان",
      "اللهم إني أسألك نورا يضيء قلبي وبصيرة في ديني",
      "اللهم إني أعوذ بك من ظلمات الليل وشرور النهار",
      "اللهم إني أسألك الأمان يوم القيامة والنجاة من النار",
      "اللهم إني أعوذ بك من شر ما يحمله الريح",
      "اللهم إني أسألك حسن الخاتمة ورحمة عند الموت",
      "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم إني أسألك علما ينتفع به وعملا متقبلا",
      "اللهم إني أعوذ بك من شر ما خلقت في الأرض والسماء",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن رعواتي",
      "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل",
      "اللهم إني أسألك فهم النبيين وحكمة المرسلين",
      "اللهم إني أسألك خير هذه الليلة وخير ما بعدها",
      "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
      "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
      "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي",
      "اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والجبن والبخل",
      "اللهم إني أسألك صلاح القلب والعمل",
      "اللهم إني أعوذ بك من شر ما يحدث الظلمة",
      "اللهم إني أسألك النجاة يوم القيامة",
      "اللهم إني أعوذ بك من شر ما تحمله الرياح",
      "اللهم إني أسألك ليلة مباركة وعلما نافعا",
      "اللهم إني أعوذ بك من شر ما تجلب الظلمات",
      "اللهم إني أسألك خاتمة الخير ورحمة عند الموت",
      "اللهم إني أعوذ بك من شر ما يؤتى به وما يؤخذ مني",
      "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
      "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أسألك نورا وهدى وعلما نافعا",
      "اللهم إني أعوذ بك من شر ما يؤتى إليَّ وما يؤخذ منِّي",
      "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن روعاتي",
      "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي",
      "اللهم إني أعوذ بك من الهم والحزن ومن العجز والكسل ومن الجبن والبخل",
      "اللهم إني أعوذ بك من غلبة الدين ومن قهر الرجال",
      "اللهم إني أسألك العصمة في الأمور كلها",
      "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
      "اللهم اجعلني ممن تحبهم وترضى عنهم وتنصرهم",
      "اللهم إني أسألك نجاحا يتبعه فلاح",
      "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
      "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا",
      "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك",
      "اللهم بك أصبحنا",
      "سبحان الله وبحمده",
      "لا إله إلا الله",
      "الله أكبر",
      "أستغفر الله",
      "اللهم إني أسألك العافية",
      "حسبي الله لا إله إلا هو",
      "بسم الله الذي لا يضر مع اسمه شيء",
      "رضيت بالله ربا",
      "اللهم ما أصبح بي من نعمة",
      "اللهم عافني في بدني",
      "اللهم اغفر لي",
      "اللهم إني أعوذ بك من الكسل",
      "اللهم إني أعوذ بك من علم لا ينفع",
      "سبحان الله وبحمده عدد خلقه",
      "اللهم صل على محمد",
      "اللهم إني أسألك الهدى والتقى",
      "اللهم إني أسألك علمًا نافعًا",
      "اللهم إني أسألك عملا صالحًا",
      "اللهم إني أسألك رزقًا طيبًا",
      "اللهم اهدني وسددني",
      "أعوذ بالله من شر ما صنعت أيدينا",
      "اللهم إني أعوذ بك من زوال نعمتك",
      "اللهم إني أعوذ بك من تحول عافيتك",
      "اللهم إني أعوذ بك من فجاءة نقمتك",
      "اللهم إني أعوذ بك من جميع سخطك",
      "اللهم أنت ربي لا إله إلا أنت",
      "أشهد أن لا إله إلا الله",
      "سبحان الله وبحمده، سبحان الله العظيم",
      "أستغفر الله وأتوب إليه",
      "اللهم فاطر السماوات والأرض",
      "يا حي يا قيوم برحمتك أستغيث",
      "أعوذ بكلمات الله التامات من شر ما خلق",
      "رب اشرح لي صدري ويسر لي أمري",
      "لا حول ولا قوة إلا بالله",
      "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين",
      "يا مقلب القلوب ثبت قلبي على دينك",
      "اللهم إني أعوذ بك من الهم والحزن",
      "اللهم إني أعوذ بك من العجز والكسل",
      "اللهم إني أعوذ بك من الجبن والبخل",
      "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أسألك علمًا نافعًا ورزقًا طيبًا وعملا متقبلاً",
      "اللهم أعني على ذكرك وشكرك وحسن عبادتك",
      "اللهم قني عذابك يوم تبعث عبادك",
      "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
      "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
      "اللهم إني أسألك الجنة وأعوذ بك من النار",
      "رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون",
      "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي",
      "اللهم افتح لي أبواب رحمتك",
      "اللهم احفظني بالإسلام قائمًا واحفظني بالإسلام قاعدًا واحفظني بالإسلام راقدًا",
      "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
      "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
      "لا إله إلا أنت سبحانك إني كنت من الظالمين",
      "اللهم إني أعوذ بك من الكفر والفقر",
      "اللهم إني أعوذ بك من عذاب القبر",
      "اللهم رب السماوات السبع ورب العرش العظيم",
      "اللهم مصر لي شأني كله",
      "رب زدني علما وارزقني فهما",
      "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
      "اللهم أحسن عاقبتنا في الأمور كلها",
      "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
      "اللهم أنت ربي لا إله إلا أنت، عليك توكلت وأنت رب العرش الكريم",
      "ما شاء الله كان وما لم يشأ لم يكن",
      "أعوذ بالله من شر ما خلق",
      "اللهم إني أسألك خير المسألة وخير الدعاء وخير النجاح",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أسألك عملا صالحا يقربني إليك",
      "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
      "اللهم إني أسألك الأمان يوم القيامة",
      "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم",
      "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
      "اللهم أعني ولا تعن علي، وانصرني ولا تنصر علي",
      "اللهم إني أسألك الهدى والسداد",
      "اللهم إني أعوذ بك من شر ما صنعت يديا",
      "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح",
      "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
      "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
      "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
      "اللهم إني أسألك خير الخير كله، عاجله وآجله",
      "اللهم إني أسألك شر الشر كله، عاجله وآجله",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن روعاتي",
      "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم متعني بسمعي وبصري واجعلهما الوارث مني",
      "اللهم إني أعوذ بك من سيئات الأخلاق، والأعمال، والأهواء",
      "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملا متقبلا",
      "اللهم إني أسألك من خير ما سألك منه نبيك محمد",
      "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
      "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
      "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
      "اللهم إني أسألك خير الخير كله، عاجله وآجله",
      "اللهم إني أعوذ بك من شر الشر كله، عاجله وآجله",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن روعاتي",
      "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي",
      "اللهم إني أسألك النجاة يوم القيامة",
      "اللهم إني أسألك الثبات في الأمر كله",
      "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين",
      "اللهم إني أسألك حبك، وحب من يحبك، وحب كل عمل يقربني إلى حبك",
      "اللهم إني أسألك قلبًا سليمًا، ولسانًا صادقًا",
      "اللهم إني أعوذ بك من موت الفجأة، وأعوذ بك من طمع يهديك الهم",
      "اللهم اجعل في قلبي نورًا، وفي لساني نورًا، وفي سمعي نورًا، وفي بصري نورًا",
      "اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع",
      "اللهم إني أعوذ بك من دعوة مظلوم، ومن شر فتنة الغنى والفقر",
      "اللهم أنت ربي، لا إله إلا أنت، عليك توكلت وأنت رب العرش العظيم",
      "اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء",
      "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي",
      "اللهم إني أعوذ بك من شر ما أعمل، ومن شر ما لا أعمل",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من الكسل والهرم والمغرم والمأثم",
      "اللهم إني أسألك العافية في بدني، والعافية في سمعي، والعافية في بصري",
      "اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيّي",
      "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
      "اللهم إني أعوذ بك من شر ما تحمله الرياح",
      "اللهم إني أعوذ بك من شر فتنة الغنى، وأعوذ بك من فتنة الفقر",
      "اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره وعلانيته وسره",
      "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وفتنة المحيا والممات",
      "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك التوفيق في كل الأمور",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي، وشر ما يؤخذ مني",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
      "اللهم إني أسألك عملاً متقبلاً ورزقاً طيباً وعلماً نافعاً",
      "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين، وأن تغفر لي وترحمني",
      "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك التوبة والمغفرة",
      "اللهم إني أسألك النجاح في القضاء، ونزل الشهداء، وعيش السعداء، والنصر على الأعداء",
      "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل",
      "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما أؤمر",
      "اللهم اغفر لي خطيئتي، وجهلي، وإسرافي في أمري، وما أنت أعلم به مني",
      "اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعاء لا يسمع",
      "اللهم إني أعوذ بك من هم الهموم، وغم الغموم، وشغل الشغول، وفتنة القبور",
      "اللهم إني أعوذ بك من فتنة الفقر، وفتنة الغنى، وأعوذ بك من فتنة المسيح الدجال",
      "اللهم إني أعوذ بك من فتنة النار، وعذاب النار، وفتنة القبر، وعذاب القبر",
      "اللهم إني أعوذ بك من شر فتنة الغنى، وأعوذ بك من شر فتنة الفقر",
      "اللهم إني أعوذ بك من شر ما يلج في الليل، وشر ما يلج في النهار",
      "اللهم إني أسألك خير الخير كله، وأعوذ بك من شر الشر كله",
      "اللهم إني أسألك قلبا سليما، ولسانا صادقا، ونفسا مطمئنة",
      "اللهم إني أسألك النجاة يوم القيامة، والمغفرة يوم الحساب",
      "اللهم إني أسألك الثبات في الأمر، وعزيمة الرشد",
      "اللهم إني أسألك حبك وحب من ينفعني حبه عندك",
      "اللهم إني أسألك من خير ما سألك منه عبادك الصالحون",
      "اللهم إني أسألك الأمان يوم القيامة",
      "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم",
      "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
      "اللهم أعني ولا تعن علي، وانصرني ولا تنصر علي",
      "اللهم إني أسألك الهدى والسداد",
      "اللهم إني أعوذ بك من شر ما صنعت يدي",
      "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح",
      "اللهم إني أعوذ بك من شر ما أجد وخاف",
      "اللهم إني أسألك فواتح الخير وخواتمه",
      "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك",
      "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
      "اللهم متعني بسمعي وبصري واجعلهما الوارث مني",
      "اللهم إني أعوذ بك من سيئات الأخلاق، والأعمال، والأهواء",
      "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملاً متقبلاً",
      "اللهم إني أسألك من خير ما سألك منه نبيك محمد",
      "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
      "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
      "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
      "اللهم إني أسألك خير الخير كله، عاجله وآجله",
      "اللهم إني أعوذ بك من شر الشر كله، عاجله وآجله",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم استر عوراتي وآمن رعاتي",
      "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي",
      "اللهم إني أسألك النجاة يوم القيامة",
      "اللهم إني أسألك الثبات في الأمر كله",
      "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين",
      "اللهم إني أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك",
      "اللهم إني أسألك قلبا سليما، ولسانا صادقا",
      "اللهم اجعل أول هذا النهار صلاحا، وأوسطه فلاحا، وآخره نجاحا",
      "اللهم إني أسألك خير هذا اليوم: فتحه، ونصره، ونوره، وبركته، وهداه",
      "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل",
      "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
      "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين",
      "اللهم إني أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك",
      "اللهم إني أسألك من خير ما سألك منه عبادك الصالحون",
      "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما لم أعمل",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
      "اللهم احفظني بالإسلام قائمًا واحفظني بالإسلام قاعدًا واحفظني بالإسلام راقدًا",
      "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
      "اللهم إني أسألك التوفيق الذي تهدي به عبادك الصالحين",
      "اللهم إني أعوذ بك من شر ما قضيت، ومن شر ما لم تقض",
      "اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء",
      "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أسألك عملاً متقبلاً ورزقاً طيباً وعلماً نافعاً",
      "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
      "اللهم إني أسألك قلباً سليماً ولساناً ذاكراً",
      "اللهم اجعل في قلبي نوراً وفي لساني نوراً وفي سمعي نوراً وفي بصري نوراً",
      "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع",
      "اللهم إني أعوذ بك من دعوة مظلوم ومن شر فتنة الغنى والفقر",
      "اللهم أنت ربي لا إله إلا أنت عليك توكلت وأنت رب العرش العظيم",
      "اللهم إني أعوذ بك من غلبة الدين وغلبة العدو وشماتة الأعداء",
      "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل",
      "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار",
      "اللهم إني أعوذ بك من فتنة المحيا وفتنة الممات",
      "اللهم إني أعوذ بك من فتنة المسيح الدجال",
      "اللهم اغفر لي ذنبي وجهلي وإسرافي في أمري",
      "اللهم إني أعوذ بك من شر ما قضيت ومن شر ما لم تقض",
      "اللهم إني أسألك قلباً سليماً ولساناً صادقاً",
      "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
      "اللهم إني أعوذ بك من شر فتنة النساء",
      "اللهم إني أسألك عملاً صالحاً يرضيك",
      "اللهم إني أعوذ بك من شر ما يأتي به الريح",
      "اللهم إني أسألك فعل الخيرات وترك المنكرات",
      "اللهم إني أسألك حبك وحب من يحبك",
      "اللهم إني أسألك خير ما سألك عبادك الصالحون",
      "اللهم إني أسألك العفو والعافية في الدين والدنيا والآخرة",
      "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
      "اللهم احفظني بالإسلام قائمًا وقاعدًا وراقدًا",
      "اللهم إني أعوذ بك من شر ما يجيء به الليل والنهار",
      "اللهم افتح لي أبواب رحمتك، ويسر لي أبواب فضلك",
      "اللهم إني أعوذ بك من هم الهموم، وغم الغموم، وشغل الشغول، وفتنة القبور",
      "اللهم إني أسألك خير المسألة وخير الدعاء وخير النجاح",
      "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
      "اللهم إني أسألك الجنة وأعوذ بك من النار",
      "اللهم رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون",
      "اللهم افتح علي أبواب رحمتك",
      "اللهم اهدني فيمن هديت، وعافني فيمن عافيت",
      "اللهم إني أسألك فهم النبيين وحفظ المرسلين المقربين",
      "اللهم اجعلني من الذين ينصرونه فلا يخذلون، وتهديه فلا يضل",
      "اللهم إني أسألك نوراً من عندك يضيء قلبي",
      "اللهم اهدني وسددني",
      "اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه",
      "اللهم افتح علي أبواب فضلك وانشر علي خزائن رحمتك",
      "اللهم إني أسألك العافية في الدنيا والآخرة",
      "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
      "اللهم إني أعوذ بك من زوال نعمتك",
      "اللهم اجعل لي نورا في قلبي ونورا في قبري",
    "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
    "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
    "اللهم إني أعوذ بك من شر ما قضيت وشر ما لم تقض",
    "اللهم إني أعوذ بك من عذاب القبر وعذاب النار",
    "اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره",
    "اللهم إني أسألك فعل الخيرات وترك المنكرات",
    "اللهم إني أسألك خير ما سألك منه عبادك الصالحون",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم إني أسألك نورا في قلبي وبصيرة في ديني",
    "اللهم إني أسألك نورا في قلبي وبصيرة في ديني ويقينا في إيماني",
    "اللهم إني أسألك العلم النافع والرزق الطيب والعمل الصالح",
    "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع",
    "اللهم إني أعوذ بك من نفس لا تشبع ومن دعاء لا يسمع",
    "اللهم إني أعوذ بك من هؤلاء الأربع",
    "اللهم اجعل أول يومي هذا صلاحا وأوسطه فلاحا وآخره نجاحا",
    "اللهم اجعل لي في قلبي نورا وفي لساني نورا وفي سمعي نورا وفي بصري نورا",
    "اللهم إني أسألك فهم النبيين وحفظ المرسلين",
    "اللهم اجعل لي نورا في قلبي ونورا في قبري ونورا من بين يدي ومن خلفي",
    "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
    "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
    "اللهم إني أعوذ بك من شر فتنة النساء وشر فتنة الموت",
    "اللهم إني أسألك خير ما في هذا اليوم وخير ما بعده",
    "اللهم إني أعوذ بك من عذاب القبر ومن عذاب جهنم",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم إني أسألك التوفيق والهدى والغنى والسلامة",
    "اللهم اغفر لي وارحمني وهديني وعافني وارزقني",
    "اللهم إني أسألك علما ينتفع به وعملا صالحا تقبله",
    "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
    "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
    "اللهم اجعلني ممن تنصره فلا يخذل وتهديه فلا يضل",
    "اللهم افتح علي أبواب فضلك وبارك لي في رزقي",
    "اللهم إني أسألك العافية في الدنيا والآخرة والمغفرة والرضوان",
    "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
    "اللهم اجعلني ممن يحبهم وترضى عنهم وتنصرهم",
    "اللهم إني أعوذ بك من ضيق الحياة وضيق الممات",
    "اللهم اجعلني ممن يذكرك فيشكرك ويتبع أمرك ويخشاك",
    "اللهم إني أسألك صبر الشاكرين لك",
    "اللهم إني أعوذ بك من غرور النفس وشتات الأمر",
    "اللهم اجعلني ممن يتبعون الهدى ويستمعون القول فتبعون أحسنه",
    "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
    "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري",
    "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت",
    "اللهم إني أعوذ بك من شر ما يأتي به الريح",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
    "اللهم إني أعوذ بك من عذاب القبر وعذاب النار",
    "اللهم إني أسألك العصمة في الأمر كله",
    "اللهم إني أعوذ بك من فتنة الدجال",
    "اللهم إني أسألك رضاك والجنة",
    "اللهم إني أعوذ بك من سخطك والنار",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أسألك خير الخير كله، وأعوذ بك من شر الشر كله",
    "اللهم إني أعوذ بك من فتنة المحيا والممات",
    "اللهم إني أعوذ بك من ضلالة الفتنة",
    "اللهم إني أعوذ بك من مضلات الفتن",
    "اللهم إني أعوذ بك من شر ما يجري به الليل والنهار",
    "اللهم إني أعوذ بك من شر ما خلقت في الأرض والسماء",
    "اللهم إني أعوذ بك من شر ما يخرج من الأرض ويدخل فيها",
    "اللهم إني أسألك العافية في بدني وسلامتي في ديني",
    "اللهم إني أسألك اليقين والمعافاة",
    "اللهم إني أسألك صحة في إيمان وإيمانا في حسن خلق",
    "اللهم إني أسألك نجاحا يتبعه فلاح",
    "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
    "اللهم إني أسألك العصمة في الأمور كلها",
    "اللهم إني أسألك التوفيق في الدعاء وصواب القصد",
    "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا",
    "اللهم اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم ",
    "اللهم آتني الحكمة التي من أوتيها فقد أوتي خيرا كثيرا",
    "اللهم ثبتني بالقول الثابت في الحياة الدنيا وفي الآخرة",
    "اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين",
    "اللهم قني شح نفسي واجعلني من المفلحين",
    "اللهم آتنا في الدنيا حسنة،وفي الآخرة حسنة وقنا عذاب النار",
    "اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللهم إني أعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل قلبي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. اللهم إني أعوذ بك من الكسل والمأثم والمغرم",
    "اللهم إني أعوذ بك من العجز، والكسل، والجبن، والهرم، والبخل، وأعوذ بك من عذاب القبر، ومن فتنة المحيا والممات",
    "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر",
    "اللهم إني أسألك الهدى، والتقى، والعفاف، والغنى",
    "اللهم إني أعوذ بك من العجز، والكسل، والجبن، والبخل، والهرم، وعذاب القبر، اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها ",
    "اللهم اهدني وسددني، اللهم إني أسألك الهدى والسداد",
    "اللهم أكثر مالي، وولدي، وبارك لي فيما أعطيتني",
    "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات، ورب الأرض، ورب العرش الكريم",
    "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت",
    "اللهم إني عبدك ابن عبدك ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي"
    ]
  }